const trustData = [
    {
      img: "./Trust/iconPeople.svg",
      title: "Квалифицированные сотрудники",
      text: "Все наши сотрудники имеют многолетний опыт работы в сфере беспилотной авиации. Нами было реализовано множество проектов различной тематики и самой различной сложности.",
    },
    {
      img: "./Trust/iconTech.svg",
      title: "Высокотехнологичное оборудование",
      text: "Наша компания использует современное оборудование, которое обеспечивает высокое качество в выполнении поставленных задач.",
    },
    {
      img: "./Trust/iconSavings.svg",
      title: "Экономия",
      text: "Использование беспилотных технологий экономит вам много времени и денег. За счет отсутствия технологической колеи сохраняется до 6% урожая. Снижение расхода препаратов до 30%",
    },
    {
      img: "./Trust/iconServices.svg",
      title: "Оперативность",
      text: "За рабочую смену наши специалисты способны защитить более 1000 гектар ваших полей, кустарников и деревьев.",
    },
    {
      img: "./Trust/iconDrone.svg",
      title: "Собственное производство",
      text: "Мы разрабатываем и производим беспилотные летательные аппараты, поэтому знаем все тонкости их работы и можем настроить их под конкретные задачи и потребности клиентов.",
    },
    {
      img: "./Trust/iconServiceses.svg",
      title: "Свой сервис",
      text: "Любой наш аппарат можно сдать на плановое техническое обслуживание или же в ремонт в наш собственный сервис, который гарантирует качество и оперативность выполнения работ.",
    },
  ];

export default trustData
