const OurOffersData = [
  {
    img: "./News/imgNews_1.png",
    title: "Дроны – будущее сельского хозяйства",
    text: "Новые технологии не обходят стороной и самую консервативную отрасль – сельское хозяйство. Согласно прогнозам международной общественной организации Association for Unmanned Vehicle Systems International, в скором времени агросектор станет крупнейшим потребителем дронов – беспилотных летательных аппаратов (БПЛА).",
  },
  {
    img: "./News/imgNews_2.png",
    title: "Зачем нужны беспилотники в сельском хозяйстве?",
    text: "Использование дронов в земледелии и в целом в сельском хозяйстве - одно из наиболее перспективных направлений применения этой технологии. БЛА могут быть эффективно использованы для планирования и контроля этапов сельскохозяйственного производства, а также для химической обработки посевов и других растений.",
  },
  {
    img: "./News/imgNews_3.png",
    title: "Создание цифровых карт и контуров полей",
    text: "Многие руководители агрохозяйств только приблизительно знают площади своих полей, и это негативно влияет на точность расчетов внесения минудобрений и подсчета полученной продукции. Чтобы эффективно управлять сельскохозяйственным предприятием потребуется точное знание посевных площадей.",
  },
];

export default OurOffersData;
