export const HeaderDropDownNav = [
  {
    link: "/",
    image: "/IconHome-outlined.svg",
    text: "Главная",
  },
  {
    link: "/Entomophages",
    image: "/IconInsects-outlined.svg",
    text: "Энтомофаги",
  },
  {
    link: "/Spraying",
    image: "/iconDrone-outlined.svg",
    text: "Опрыскивание",
  },
  {
    link: "/MapMonitoring",
    image: "/IconMap-outlined.svg",
    text: "Картография и мониторинг",
  },
  {
    link: "/Catalog",
    image: "/IconCatalog-outlined.svg",
    text: "Каталог продукции",
  },
  {
    link: "/News",
    image: "/IconNews-outlined.svg",
    text: "Новости",
  },
  {
    link: "/Contact",
    image: "/iconPhone-outlined.svg",
    text: "Контакты",
  },
];

export const HeaderDropDownUser = [
  {
    link: "/profile",
    image: "/IconUser-outlined.svg",
    text: "Профиль",
  },
  {
    link: "/orders",
    image: "/IconOrders-outlined.svg",
    text: "Мои заказы",
  },
  {
    link: "/auth/signin",
    image: "/IconSignIn-outlined.svg",
    text: "Авторизация",
  },
  {
    link: "/auth/signup",
    image: "/IconSignUp-outlined.svg",
    text: "Регистрация",
  },
];

export const problems = [
  "Уничтожение опылителей (пчелы, шмели).",
  "Потеря урожая от работы тяжелой техники.",
  "Уничтожения природных энтомофагов (златоглазки, божьи коровки и т.д.",
  "Уничтожение на посевах таких вредителей как совки, огневки, кукурузные и стеблевые мотельки, тля, клещи.",
  "Дефицита воды для опрыскивания.",
  "Резистентности у вредителей к химическим препаратам, что ведет за собой увеличение инсектицидной нагрузки, соответственно увеличение бюджета на защиту растений.",
];

export const newsData = [
  {
    img: "./News/imgNews_1.png",
    title: "Дроны – будущее сельского хозяйства",
    text: "Новые технологии не обходят стороной и самую консервативную отрасль – сельское хозяйство. Согласно прогнозам международной общественной организации Association for Unmanned Vehicle Systems International, в скором времени агросектор станет крупнейшим потребителем дронов – беспилотных летательных аппаратов (БПЛА).",
  },
  {
    img: "./News/imgNews_2.png",
    title: "Зачем нужны беспилотники в сельском хозяйстве?",
    text: "Использование дронов в земледелии и в целом в сельском хозяйстве - одно из наиболее перспективных направлений применения этой технологии. БЛА могут быть эффективно использованы для планирования и контроля этапов сельскохозяйственного производства, а также для химической обработки посевов и других растений.",
  },
  {
    img: "./News/imgNews_3.png",
    title: "Создание цифровых карт и контуров полей",
    text: "Многие руководители агрохозяйств только приблизительно знают площади своих полей, и это негативно влияет на точность расчетов внесения минудобрений и подсчета полученной продукции. Чтобы эффективно управлять сельскохозяйственным предприятием потребуется точное знание посевных площадей.",
  },
];

export const items = [
  {
    text: "Сельское хозяйство",
    image: "/Areas/Agricultural industry.svg",
    description:
      "Инвентаризация сельхозугодий, состояние посевов и всхожести, развитие заболеваний, количество растений при рядной посадке, зарастание сорняками, состояние переувлажненных или засушливых участков полей, расчет NDVI и других индексов. Мониторинг техники, сопровождение агротехнических мероприятий.",
    imageSrc: "./Areas/Agricultural industry.jpg",
  },
  {
    text: "Лесное хозяйство",
    image: "/Areas/Forestry.svg",
    description:
      "Мониторинг состояния лесов, оценка биоразнообразия, выявление повреждений от вредителей и болезней, анализ лесопосадок, определение запасов древесины, мониторинг лесных пожаров и их последствий, планирование лесовосстановительных мероприятий.",
    imageSrc: "./Areas/Forestry.jpg",
  },
  {
    text: "Геодезия",
    image: "./Areas/Geodesy.svg",
    description:
      "Топографическая съемка, создание цифровых карт и моделей местности, мониторинг земной поверхности и деформаций, проведение кадастровых работ, анализ данных для проектирования и строительства, контроль за изменениями в ландшафте.",
    imageSrc: "./Areas/Geodesy.jpg",
  },
  {
    text: "Энергетика",
    image: "./Areas/Energy industry.svg",
    description:
      "Обследование линий электропередач, мониторинг состояния оборудования, анализ местоположения и состояния возобновляемых источников энергии, оптимизация размещения солнечных и ветровых станций, оценка воздействия на окружающую среду.",
    imageSrc: "./Areas/Energy industry.jpg",
  },
  {
    text: "Строительство",
    image: "./Areas/Construction.svg",
    description:
      "Планирование и контроль строительных работ, создание 3D моделей зданий и сооружений, мониторинг прогресса строительства, оценка состояния объектов инфраструктуры, контроль за соблюдением строительных норм и стандартов, использование дронов для инспекции труднодоступных мест.",
    imageSrc: "./Areas/Construction.jpg",
  },
  {
    text: "Градостроительство",
    image: "./Areas/Urban planning.svg",
    description:
      "Разработка генеральных планов, мониторинг развития городских территорий, оценка инфраструктурных потребностей, анализ плотности застройки, создание цифровых моделей городов, планирование транспортных сетей, изучение воздействия на окружающую среду.",
    imageSrc: "./Areas/Urban planning.jpg",
  },
  {
    text: "Маркшейдерия",
    image: "./Areas/Surveying.svg",
    description:
      "Мониторинг горных выработок, контроль за состоянием шахт и карьеров, создание топографических планов и карт подземных коммуникаций, обеспечение безопасности горных работ, анализ геологических данных для разработки месторождений, контроль за деформациями земной поверхности.",
    imageSrc: "./Areas/Surveying.jpg",
  },
  {
    text: "Тепловизионная съемка",
    image: "./Areas/Thermal imaging.svg",
    description:
      "Обследование тепловых потерь зданий, контроль за состоянием электрического и механического оборудования, выявление дефектов в системах отопления и вентиляции, анализ состояния сельскохозяйственных угодий, использование тепловизоров для поисково-спасательных операций, мониторинг животных в дикой природе.",
    imageSrc: "./Areas/Thermal imaging.jpg",
  },
];

export const FeatureListData = [
  { img: "/IconFuel.svg", text: "Бак для распыления 22 л" },
  { img: "/iconWidth.svg", text: "Ширина захвата 5-8 м" },
  { img: "/RTK.svg", text: "Высокоточное позиционирование" },
  { img: "/iconTree.svg", text: "Датчик высоты и обхода препятствий" },
  { img: "/IP67.svg", text: "Воднепроницаемость" },
  { img: "/iconDroneone.svg", text: "Скорость полета 10 м/с" },
];

export const trustData = [
  {
    img: "./Trust/iconPeople.svg",
    title: "Квалифицированные сотрудники",
    text: "Все наши сотрудники имеют многолетний опыт работы в сфере беспилотной авиации. Нами было реализовано множество проектов различной тематики и самой различной сложности.",
  },
  {
    img: "./Trust/iconTech.svg",
    title: "Высокотехнологичное оборудование",
    text: "Наша компания использует современное оборудование, которое обеспечивает высокое качество в выполнении поставленных задач.",
  },
  {
    img: "./Trust/iconSavings.svg",
    title: "Экономия",
    text: "Использование беспилотных технологий экономит вам много времени и денег. За счет отсутствия технологической колеи сохраняется до 6% урожая. Снижение расхода препаратов до 30%",
  },
  {
    img: "./Trust/iconServices.svg",
    title: "Оперативность",
    text: "За рабочую смену наши специалисты способны защитить более 1000 гектар ваших полей, кустарников и деревьев.",
  },
  {
    img: "./Trust/iconDrone.svg",
    title: "Собственное производство",
    text: "Мы разрабатываем и производим беспилотные летательные аппараты, поэтому знаем все тонкости их работы и можем настроить их под конкретные задачи и потребности клиентов.",
  },
  {
    img: "./Trust/iconServiceses.svg",
    title: "Свой сервис",
    text: "Любой наш аппарат можно сдать на плановое техническое обслуживание или же в ремонт в наш собственный сервис, который гарантирует качество и оперативность выполнения работ.",
  },
];

export const places = [
  "1. Московская область",
  "2. Ростовская область",
  "3. Краснодарский край",
  "4. Ставропольский край",
  "5. Северная Осетия",
  "6. Кабардино-Балкария",
  "7. Пензенская область",
  "8. Белгородская область",
  "9. Саратовская область",
  "10. Воронежская область",
  "11. Волгоградская область",
  "12. Астраханская область",
  "13. Самарская область",
  "14. Липецкая область",
  "15. Орловская область",
  "16. Курская область",
  "17. Ульяновская область",
  "18. Карачаево-Черкессия",
  "19. Брянская область",
  "20. Республика Татарстан",
  "21. Тамбовская область",
  "22. Тульская область",
  "23. Калужская область",
  "24. Республика Крым",
];

export const bonusData = [
  {
    img: "../iconDelivery.svg",
    title: "Бесплатная доставка",
    text: "Купить квадракоптер - получить бесплатную доставку. Участвуйте в нашей акции и получите скидку на следующую покупку. Обращайтесь к нашим консультантам для выбора подходящей модели.",
  },
  {
    img: "../IconWallet.svg",
    title: "Гарантия лучшей цены",
    text: "Лучшая цена от официального производителя. Получите гарантированную скидку на следующую покупку.",
  },
  {
    img: "../iconSecurity.svg",
    title: "Официальная гарантия",
    text: "На всю продукцию представленную в магазине, действует гарантия качества на срок до двух лет. Мы также предлагаем бесплатную доставку по всей стране для заказов свыше 100 долларов.",
  }
];